/* RMUploadPluginsController install plugin relaunch alert title; token 1 is the application name */
"%@ needs to relaunch." = "%@ needs to relaunch.";

/* RMUploadPluginsController framework version too low error error description; token 1 is the name of the bundle being installed, token 2 is the application name */
"%@ uploader requires a newer version of %@ to load." = "%1$@ uploader requires a newer version of %2$@ to load.";

/* RMUploadPresetConfigurationViewController credentials advancement secondary button title */
"Cancel" = "Cancel";

/* RMUploadPresetConfigurationViewController done button title */
"Done" = "Done";

/* RMUploadPluginsController install plugin relaunch alert message */
"In order to update the newly downloaded plugin correctly we need to relaunch the application." = "In order to update the newly downloaded plugin correctly we need to relaunch the application.";

/* RMUploadPresetConfigurationViewController credentials advancement primary button title */
"Retry" = "Retry";

